---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilteredWorksetIdIterator
source: html/97cff188-4f8b-0a50-bd67-de554b29806d.htm
---
# FilteredWorksetIdIterator Members

Releases all resources used by the FilteredWorksetIdIterator